Repository: NaN-tic/trytond-sale_number_of_packages
Catalog: locale/*.po
Languages: ca_es, de, es_es

# error:product.pack:
source: You cannot change the Product for a packaging which is associated to moves or sales.
ca_es: No pots canviar el producte d'un embalatge associat a moviments d'estoc o vendes.
es_es: No puedes cambiar el producto de un embalaje asociado a movimientos de estoc o ventas.

# error:product.pack:
source: You cannot change the Quantity by Package for a packaging which is associated to moves or sales.
ca_es: No pots canviar la quantiat per embalatge d'un embalatge associat a moviments d'estoc o vendes.
es_es: No puedes cambiar la cantidad por embalaje de un embalaje asociado a movimientos de estoc o ventas.

# error:product.pack:
source: You cannot delete a packaging which is associated to moves or sales.
ca_es: No pots eliminar un embalatge que està associat a moviments d'estoc o vendes.
es_es: No puedes eliminar un embalaje asociado a movimientos de estoc o ventas.

# error:sale.line:
source: Number of packages required for sale line "%s".
ca_es: Número d'embalatges obligatori a la línia de venda "%s".
de: Paketanzahl ist für Verkaufsposition "%s" erforderlich.
es_es: Número de embalajes obligatorio en la líniea de venta "%s".

# error:sale.line:
source: Package required for sale line "%s".
ca_es: Embalatge obligatori a la línia de venda "%s".
de: Verpackung erforderlich für Verkaufsposition "%s".
es_es: Embalaje obligatorio en la líniea de venta "%s".

# error:sale.line:
source: Quantity by Package is required for package "%(package)s" of sale line "%(record)s".
ca_es: La quantitat per embalatge es obligatòria a l'embalatge "%(package)s" de la línia de venda "%(record)s".
de: Anzahl pro Packstück ist erforderlich für Verpackung "%(package)s" in Verkaufsposition "%(record)s".
es_es: La cantidad por embalaje es obligatoria en el embalaje "%(package)s" de la línia de venta "%(record)s".

# error:sale.line:
source: The quantity of sale line "%s" do not correspond to the number of packages.
ca_es: La quantitat de la línia de venda "%s" no correspon al número d'embalatges.
de: Die Anzahl von Verkaufsposition "%s" entspricht nicht der Anzahl der Packstücke.
es_es: La cantidad de la línea de venta "%s" no corresponde al número de embalajes.

# error:stock.lot:
source: Number of Packages Divider of Lot must be positive
ca_es: El divisor embalatges del lot ha de ser positiu.
es_es: El divisor embalajes del lote debe ser positivo.

# error:stock.lot:
source: Number of Packages Multiplier of Lot must be positive
ca_es: El multiplicador embalatges del lot ha de ser positiu.
es_es: El multiplicador embalajes del lote debe ser positivo.

# error:stock.lot:
source: The Number of Packages Divider of lot "%s" doesn't corresponds with the Multiplier.
ca_es: El divisor embalatges del lot "%s" no correspon al multiplicador.
de: Der Paketzahlteiler von Charge "%s" entspricht nicht dem Multiplikator.
es_es: El divisor embalajes del lote "%s" no corresponde con el multiplicador.

# field:account.invoice.line,number_of_packages:
source: Number of packages
ca_es: Caixes
de: Paketanzahl
es_es: Embalajes

# field:account.invoice.line,package:
source: Packaging
ca_es: Embalatge
de: Verpackung
es_es: Embalaje

# field:product.product,forecast_normalized_number_of_packages:
source: Forecast Normalized number of packages
ca_es: Embalatges normalitzats esperats
de: Voraussichtliche Paketanzahl
es_es: Embalajes normalizados esperados

# field:product.product,normalized_number_of_packages:
source: Normalized number of packages
ca_es: Embalatges normalitzats
de: Normalisierte Paketanzahl
es_es: Embalajes normalizados

# field:sale.line,number_of_packages:
source: Number of packages
ca_es: Caixes
de: Paketanzahl
es_es: Embalajes

# field:sale.line,package:
source: Packaging
ca_es: Embalatge
de: Verpackung
es_es: Embalaje

# field:stock.location,forecast_normalized_number_of_packages:
source: Forecast Normalized number of packages
ca_es: Embalatges normalitzats esperats
de: Voraussichtliche Paketanzahl
es_es: Embalajes normalizados esperados

# field:stock.location,normalized_number_of_packages:
source: Normalized number of packages
ca_es: Embalatges normalitzats
de: Normalisierte Paketanzahl
es_es: Embalajes normalizados

# field:stock.lot,forecast_normalized_number_of_packages:
source: Forecast Normalized number of packages
ca_es: Embalatges normalitzats esperats
de: Voraussichtliche Paketanzahl
es_es: Embalajes normalizados esperados

# field:stock.lot,normalized_number_of_packages:
source: Normalized number of packages
ca_es: Embalatges normalitzats
de: Normalisierte Paketanzahl
es_es: Embalajes normalizados

# field:stock.lot,number_of_packages_divider:
source: Number of Packages Divider
ca_es: Divisor embalatges
de: Paketanzahl Teiler
es_es: Divisor embalajes

# field:stock.lot,number_of_packages_multiplier:
source: Number of Packages Multiplier
ca_es: Multiplicado embalatges
de: Paketanzahl Multiplikator
es_es: Multiplicador embalajes

# help:stock.lot,number_of_packages_divider:
source: How many default packages should be used to supply a package of this lot?
ca_es: Quants embalatges per defecte corresponen a un embalatge d'aquest lot?
de: Anzahl der Standardpakete für ein Paket dieser Charge
es_es: ¿Cuántos embalajes por defecto corresponden a un embalaje de este lote?

# help:stock.lot,number_of_packages_multiplier:
source: How many packages of this lot should be used to supply a default package?
ca_es: Quants embalatges d'aquest lot s'han d'utilitzar per servir un embalatge per defecte?
de: Anzahl der Pakete dieser Charge, die für ein Standardpaket verwendet werden
es_es: ¿Cuántos embalajes de este lote se deben usar para suministrar un embalaje por defecto?

# error:stock.lot:
source: Number of Packages Divider of Lot must be positive.
de: Paketanzahlteiler für Chargen muss eine positive Zahl sein.

# error:stock.lot:
source: Number of Packages Multiplier of Lot must be positive.
de: Paketanzahlmultiplikator für Chargen muss eine positive Zahl sein.
